Repository: AbdkHabib/Residential-Building-App
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

# login_title
source: Welcome...
ar: مرحبا...

# login_subtitle
source: Enter email & password
ar: أدخل البريد و كلمة المرور

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Register
ar: إنشاء حساب

# register_title
source: Create new account...
ar: إنشئ حساب جديد...

# register_subtitle
source: Enter details below
ar: أدخل البيانات التالية

source: Name
ar: الإسم

# have_account
source: Don't have an account??
ar: لا تملك حساب؟؟

# create_account
source: Create Now!
ar: انشئ حساب جديد!

# new_note
source: New resident
ar: إضافة ساكن جديد

# update_note
source: Update resident
ar: تعديل ساكن

# note_hint
source: Enter title & info
ar: أدخل العنوان و الوصف

source: resident name
ar: اسم الساكن

source: Apartment number
ar: رقم الشقة

source: Save
ar: حفظ

source: new statement
ar: إنشاء كشف حساب جديد

source: update statement
ar: تعديل كشف حساب

# amount
source: Enter the amount
ar: ادخل المبلغ

source: Payment date
ar: تاريخ تسديد المبلغ

# payment_Year
source: Payment month
ar: عن شهر؟؟

source: payment details
ar: تفاصيل الدفعة

source: apartment
ar: عمارتي
